Repository: darktable-org/darktable
Catalog: doc/usermanual/po/sv.tmx
Source language: en
Languages: sv

source: how much to smooth brightness
sv: mängd att mjuka upp ljusstyrka

source: how much to smooth colors
sv: mängd att mjuka upp färger

source: overexposed
sv: överexponerad

source: unbreak input profile
sv: korrigera ingående profil

source: dynamic range
sv: dynamiskt omfång

source: grey point
sv: gråpunkt

source: shadows range
sv: skuggor

source: 16 EV dynamic range (generic)
sv: 16 EV dynamiskt omfång (generisk)

source: 14 EV dynamic range (generic)
sv: 14 EV dynamiskt omfång (generisk)

source: 12 EV dynamic range (generic)
sv: 12 EV dynamiskt omfång (generisk)

source: 10 EV dynamic range (generic)
sv: 10 EV dynamiskt omfång (generisk)

source: 08 EV dynamic range (generic)
sv: 08 EV dynamiskt omfång (generisk)

source: tone mapping method
sv: tonmappning

source: linear part
sv: linjär del

source: gamma exponential factor
sv: gamma exponent faktor

source: middle grey luma
sv: luma för mellantonerna

source: adjust to match the average luma of the subject
sv: justera för att passa motivets medelvärde för luma

source: number of stops between middle grey and pure black this is a reading a posemeter would give you on the scene
sv: antalet steg mellan mellangrå och rent svart detta är det värde en ljusmätare skulle ge vid fototillfället

source: number of stops between pure black and pure white this is a reading a posemeter would give you on the scene
sv: antalet steg mellan rent svart och rent vitt detta är det värde en ljusmätare skulle ge vid fototillfället

source: optimize automatically
sv: optimera automatiskt

source: enlarge or shrink the computed dynamic range this is useful when noise perturbates the measurements
sv: öka eller minska det beräknade dynamiska omfånget detta är användbart när brus stör mätningarna

source: make an optimization with some guessing
sv: gör en optimering med hjälp av att gissa

source: raw denoise
sv: raw brusreducering

source: noise threshold
sv: tröskelvärde för brus

source: raw denoising only works for raw images.
sv: rå brusreduktion fungerar bara med råbilder.

source: raw overexposed
sv: överexponerad råbild

source: crop x
sv: X:

source: crop from left border
sv: beskär från vänsterkanten

source: crop y
sv: Y:

source: crop from top
sv: beskär från överkanten

source: crop width
sv: beskärningsbredd

source: crop from right border
sv: beskär från högerkanten

source: crop height
sv: beskärningshöjd

source: crop from bottom
sv: beskär från nederkanten

source: raw black/white point
sv: rå svart/vit-punkt

source: passthrough
sv: passa vidare

source: black level %i
sv: svartnivå %i

source: white point
sv: vitpunkt

source: raw black/white point correction only works for the sensors that need it.
sv: rå svart/vit korrigering fungerar bara för sensorer som behöver det.

source: fill-light 0.25EV with 4 zones
sv: Fyllnadsljus 0.25EV, 4 zoners påverkan

source: fill-shadow -0.25EV with 4 zones
sv: Fyllnadsskugga -0.25EV, 4 zoners påverkan

source: fill light
sv: fyllnadsljus

source: width
sv: bredd

source: the fill-light in EV
sv: fyllnadsljuset i EV

source: width of fill-light area defined in zones
sv: bredden på fyllnadsljusets område givet i zoner

source: toggle tool for picking median lightness in image
sv: slå på/av användning av verktygen för val av medel ljushet i bilden

source: retouch
sv: retuschera

source: cannot display scales when the blending mask is displayed
sv: kan inte visa skala när blandningsmasken visas

source: # shapes:
sv: form:

source: to add a shape select an algorithm and a shape type and click on the image. shapes are added to the current scale
sv: för att lägga till en form välj en algoritm och form och klicka på bilden. former läggs till på den nuvarande skalan

source: show and edit shapes on the current scale
sv: visa och redigera markeringens element

source: algorithms:
sv: algoritmer:

source: activates fill tool
sv: aktivera fyllningsverktyget

source: activates blur tool
sv: aktiverar verktyget för suddighet

source: activates healing tool
sv: aktiverar verktyget för läkning

source: activates cloning tool
sv: aktiverar verktyget för kloning

source: # scales:
sv: skala:

source: current:
sv: nuvarande:

source: merge from:
sv: slå samman från:

source: top slider adjusts where the merge scales start bottom slider adjusts the number of scales red box indicates the current scale green line indicates that the scale has shapes on it
sv: övre reglaget ändrar var de sammanfogade skalorna börjar undre reglaget ändrar antalet skalor röda rutan visar nuvarande skala gröna linjen visar att skalan har former i sig

source: display masks
sv: visa mask

source: temporarily switch off shapes
sv: slår tillfälligt av skalor

source: display wavelet scale
sv: visa vågform

source: cut shapes from current scale
sv: skär ut formen från nuvarande skala

source: paste cut shapes to current scale
sv: klistrar in urklippta former i den nuvarande skalan

source: preview single scale
sv: välj enskild skala

source: adjust preview levels
sv: justera nivåer för visning

source: auto levels
sv: automatisk nivåjustering

source: shape selected:
sv: form vald:

source: click on a shape to select it, to unselect click on an empty space
sv: klicka på en form för att markera den, för att avmarkera klicka någonstans utanför

source: fill mode
sv: fyllnadsläge

source: erase
sv: radera

source: erase the detail or fills with chosen color
sv: radera detaljer eller fyll med vald färg

source: select fill color
sv: välj fyllnadsfärg

source: pick fill color from image
sv: välj fyllnadsfärg från bild

source: fill color:
sv: fyllnadsfärg:

source: adjusts color brightness to fine-tune it. works with erase as well
sv: justerar färgens ljusstyrka för finjustering. fungerar också med suddning

source: blur type
sv: typ av suddighet

source: bilateral
sv: bilateralt

source: type for the blur algorithm
sv: typ att använda för uppmjukningens algoritm

source: blur radius
sv: suddighetens radie

source: radius of the selected blur type
sv: radien på den valda suddigheten

source: set the opacity on the selected shape
sv: justera formens ogenomskinlighet

source: retouch tools
sv: verktyg för retuchering

source: wavelet decompose
sv: justera våglängd

source: shapes
sv: form

source: retouch tool circle
sv: retuscheringsverktygets cirkel

source: retouch tool ellipse
sv: retuscheringsverktygets ellips

source: retouch tool path
sv: retuscheringsverktygets slinga

source: retouch tool brush
sv: retuscheringsverktygets pensel

source: continuous add circle
sv: lägg till cirkel

source: continuous add ellipse
sv: lägg till ellips

source: continuous add path
sv: lägg till slinga kontinuerligt

source: continuous add brush
sv: lägg till pensel

source: max scale is %i for this image size
sv: maximal skalning är %i för denna bildstorlek

source: contrast compression
sv: kontrast komprimering

source: gamma 1.0 (linear)
sv: gamma 1,0 (linjär)

source: contrast - med (linear)
sv: kontrast - med (linjär)

source: contrast - high (linear)
sv: kontrast - hög (linjär)

source: contrast - med (gamma 2.2)
sv: kontrast - med (gamma 2,2)

source: contrast - high (gamma 2.2)
sv: kontrast - hög (gamma 2,2)

source: logarithm (base 2)
sv: logaritmisk (bas 2)

source: exponential (base 2)
sv: exponentiellt (bas 2)

source: RGB, linked channels
sv: RGB, länkade kanaler

source: pick GUI color from image
sv: välj gränsnittsfärg från bild

source: rotate pixels
sv: rotera pixlar

source: automatic pixel rotation
sv: automatisk pixelrotation

source: scale pixels
sv: skala om pixlar

source: automatic pixel scaling
sv: automatisk skalning av pixlar

source: shadows and highlights
sv: skuggor och högdagrar

source: white point adjustment
sv: justering av vitpunkt

source: compress
sv: komprimera

source: shadows color correction
sv: färgkorrigering för skuggor

source: highlights color correction
sv: färgkorrigering för högdagrar

source: shadows color adjustment
sv: färgjustering för skuggor

source: highlights color adjustment
sv: färgjustering för högdagrar

source: correct shadows
sv: korrigera skuggor

source: correct highlights
sv: korrigera högdagrar

source: shift white point
sv: flytta vitpunkten

source: filter to use for softening. bilateral avoids halos
sv: filter att använda för uppmjukning. bilateral undviker glorior

source: compress the effect on shadows/highlights and preserve midtones
sv: komprimera effekten mot ljus och mörka partier och bevara mellantoner

source: adjust saturation of shadows
sv: justera färgmättnad för skuggor

source: adjust saturation of highlights
sv: justera färgmättnad för högdagrar

source: spatial extent of the unblurring
sv: rumslig utsträckning för oskarp mask

source: strength of the sharpen
sv: styrka på skärpningen

source: threshold to activate sharpen
sv: tröskelvärde för aktivering av skärpa

source: soften
sv: uppmjukning

source: the size of blur
sv: storleken på uppmjukningen

source: the saturation of blur
sv: färgmättnad av uppmjukningen

source: the brightness of blur
sv: uppmjukningens ljusstyrka

source: the mix of effect
sv: effektens inblandningen

source: split toning
sv: delad färgtoning

source: pick primary color
sv: välj primär färg

source: pick secondary color
sv: välj sekundär färg

source: balance
sv: balans

source: authentic sepia
sv: autentisk sepia

source: authentic cyanotype
sv: autentisk cyanotype

source: authentic platinotype
sv: autentisk platinotype

source: chocolate brown
sv: chokladbrun

source: select tone color
sv: välj färgton

source: select the saturation tone
sv: välj färgmättnadston

source: the balance of center of splittoning
sv: balansen för centrum av delad färgtoning

source: compress the effect on highlights/shadows and preserve midtones
sv: komprimera effekten på ljusa och mörka partier och bevara mellantoner

source: spot removal
sv: fläckborttagning

source: number of strokes:
sv: antal borttagningar:

source: click on a shape and drag on canvas. use the mouse wheel to adjust size. right click to remove a shape.
sv: klicka på en form och dra till bildytan. använd rullhjulet på musen för att justera storleken. högerklick för att ta bort en form.

source: spot circle tool
sv: cirkelverktyg

source: spot ellipse tool
sv: elipsverktyg

source: spot path tool
sv: slingverktyg

source: spot show or hide
sv: visa eller dölj fläck

source: white balance
sv: vitbalans

source: tint
sv: nyans

source: temperature
sv: temperatur

source: preset/camera
sv: förinställning/kamera

source: preset/camera neutral
sv: förinställning/kamera - neutral

source: preset/spot
sv: förinställning/spot

source: camera
sv: kamera

source: camera neutral
sv: kamera - neutral

source: spot
sv: punkt VB

source: `%s' color matrix not found for image
sv: färgmatrisen `%s' ej funnen för bild!

source: failed to read camera white balance information from `%s'!
sv: kunde inte läsa av kamerans information om vitbalans från `%s'!

source: emerald
sv: smaragd

source: choose white balance preset from camera
sv: välj förinställd vitbalans från kamera

source: finetune
sv: finjustering

source: %.0f mired
sv: %.0f justerad

source: fine tune white balance preset
sv: finjustera förinställd vitbalans

source: white balance disabled for camera
sv: vitbalans avstängd för kamera

source: tone curve
sv: nyanskurva

source: color space
sv: färgschema

source: Lab, linked channels
sv: Lab, länkade kanaler

source: Lab, independent channels
sv: Lab, oberoende kanaler

source: XYZ, linked channels
sv: XYZ, länkade kanaler

source: if set to auto, a and b curves have no effect and are not displayed. chroma values (a and b) of each pixel are then adjusted based on L curve data. auto XYZ is similar but applies the saturation changes in XYZ space.
sv: om satt till auto har a- och b-kurva ingen effekt och visas inte. L-kanalens kurva används för att ändra kromatiska pixelvärdet (a och b). auto XYZ är liknande men handlar om ändring i mättnad i XYZ-området.

source: tonecurve for L channel
sv: tonkurva för L kanal

source: tonecurve for a channel
sv: tonkurva för a kanal

source: tonecurve for b channel
sv: tonkurva för b kanal

source: base of the logarithm
sv: logaritmens bas

source: tone mapping
sv: tonmappning

source: vibrance
sv: lyster

source: mid-tones bias
sv: mellanton bias

source: the strength of saturation boost
sv: styrkan av applicerat ljus

source: how much to spare highlights and shadows
sv: färgmängd som ska appliceras på högdagrar och skuggor

source: the amount of vibrance
sv: mängd av lyster

source: vignetting
sv: vinjett

source: fall-off strength
sv: övergångstyrka

source: horizontal center
sv: horisontellt centrum

source: vertical center
sv: vertikalt centrerad

source: shape
sv: form

source: width-height ratio
sv: bredd/höjd förhållande

source: automatic ratio
sv: automatiskt förhållande

source: 8-bit output
sv: resultat i 8-bit

source: 16-bit output
sv: resultat i 16-bit

source: width/height ratio
sv: bredd/höjd förhållande

source: the radii scale of vignette for start of fall-off
sv: skalan av vinjettens inre radie, där övergången startar

source: the radii scale of vignette for end of fall-off
sv: skalan av vinjettens yttre radie, där övergången är fullständig

source: strength of effect on brightness
sv: styrka av effekten av ljusstyrka

source: strength of effect on saturation
sv: styrka av effekten på färgmättnad

source: horizontal offset of center of the effect
sv: horisontell distans från centrum av effekten

source: vertical offset of center of the effect
sv: vertikal distans från centrum av effekten

source: shape factor 0 produces a rectangle 1 produces a circle or ellipse 2 produces a diamond
sv: formfaktor 0 producerar en rektangel 1 producerar en cirkel eller ellips 2 producerar en romb

source: enable to have the ratio automatically follow the image size
sv: aktivera att förhållandet automatiskt följer bildens storlek

source: width-to-height ratio
sv: bred-till-höjd-förhållande

source: add some level of random noise to prevent banding
sv: lägg till en mängd slumpmässigt brus för att undvika bandning

source: watermark
sv: vattenstämpel

source: refresh
sv: uppdatera

source: x offset
sv: förskjutning x-led

source: y offset
sv: förskjutning y-led

source: content
sv: innehåll

source: marker
sv: markering

source: SVG watermarks in %s/watermarks or %s/watermarks
sv: SVG-vattenstämplar i %s/watermarks eller %s/watermarks

source: watermark color, tag: $(WATERMARK_COLOR)
sv: vattenmärkesfärg, tagg: $(WATERMARK_COLOR)

source: select watermark color
sv: välj vattenmärkesfärg

source: pick color from image
sv: välj gränsnittsfärg från bild

source: text string, tag: $(WATERMARK_TEXT)
sv: text-sträng, tag: $(WATERMARK_TEXT)

source: font
sv: typsnitt

source: text font, tags: $(WATERMARK_FONT_FAMILY) $(WATERMARK_FONT_STYLE) $(WATERMARK_FONT_WEIGHT)
sv: typsnitt för text, taggar: $(WATERMARK_FONT_FAMILY) $(WATERMARK_FONT_STYLE) $(WATERMARK_FONT_WEIGHT)

source: properties
sv: inställningar

source: larger border
sv: långsidan

source: smaller border
sv: kortsidan

source: scale on
sv: skala i förhållande till

source: size is relative to
sv: storleken är i förhållande till

source: position
sv: placering

source: alignment
sv: orientering

source: the opacity of the watermark
sv: vattenstämpelns ogenomskinlighet

source: the scale of the watermark
sv: skalning av vattenstämpel

source: the rotation of the watermark
sv: vattenstämpelns rotation

source: zone system
sv: zon system

source: lightness zones use mouse scrollwheel to change the number of zones left-click on a border to create a marker right-click on a marker to delete it
sv: zoner använd musens rullhjul för att ändra antal zoner vänsterklicka på en zons kant för att skapa hantag att justera med högerklicka på ett hantag för att ta bort det

source: background jobs
sv: bakgrundsjobb

source: camera settings
sv: kamerainställningar

source: capture image(s)
sv: fånga bild(er)

source: toggle view property in center view
sv: visa inställning i centrervyn

source: connection with camera lost, exiting tethering mode
sv: anslutningen med kameran avbruten, avslutar tjudringsläge

source: battery
sv: batteri

source: n/a
sv: ej tillgänglig

source: camera control
sv: kamerakontroll

source: modes
sv: lägen

source: count
sv: antal

source: brackets
sv: stegning

source: bkt. steps
sv: steg

source: toggle delayed capture mode
sv: aktivera fördröjd tagning

source: toggle sequenced capture mode
sv: aktivera sekvensiell tagning

source: toggle bracketed capture mode
sv: växla användning av stegnings läge

source: the count of seconds before actually doing a capture
sv: antal sekunders fördröjning innan bilden tas

source: the amount of images to capture in a sequence, you can use this in conjunction with delayed mode to create stop-motion sequences.
sv: antalet bilder att fånga i en sekvens du kan använda detta tillsammans med fördröjd tagning för att skapa en stop-motion sekvens.

source: the amount of brackets on each side of centered shoot, amount of images = (brackets*2)+1.
sv: antal steg på vardera sida om center inställning, antal bilder = (steg*2)+1

source: the amount of steps per bracket, steps is camera configurable and usually 3 steps per stop with other words, 3 steps is 1EV exposure step between brackets.
sv: antal steg för exponeringsstege, dessa steg går att konfigurera i kameran, och brukar vara 3 steg per exponeringssteg med andra ord är 3 steg 1EV exponeringssteg mellan bilder i exponeringsstegen.

source: additional properties
sv: ytterligare inställningar

source: label
sv: etikett

source: property
sv: inställning

source: add user property
sv: lägg till användarinställning

source: focus mode
sv: fokusläge

source: shutterspeed2
sv: slutartid 2

source: shutterspeed
sv: slutartid

source: WB
sv: VB

source: collect images
sv: samling av bilder

source: search filmroll
sv: sök filmrulle

source: problem selecting new path for the filmroll in %s
sv: problem med att välja ny sökväg för filmrullen i %s

source: search filmroll...
sv: sök filmrulle...

source: remove...
sv: ta bort...

source: uncategorized
sv: ej kategoriserad

source: not altered
sv: oförändrad

source: not tagged
sv: otaggad

source: copied locally
sv: kopierad lokalt

source: group followers
sv: gruppera formerna

source: clear this rule
sv: ta bort denna regel

source: clear this rule or add new rules
sv: rensa denna regel eller skapa en ny

source: type your query, use <, <=, >, >=, <>, =, [;] as operators
sv: skriv in din förfrågan, använd <, <=, >, >=, <>, =, [;] som operatorer

source: type your query, use <, <=, >, >=, <>, =, [;] as operators, type dates in the form : YYYY:MM:DD HH:MM:SS (only the year is mandatory)
sv: skriv in din förfrågan, använd <, <=, >, >=, <>, =, [;] som operatorer, skriv datum/tid i denna form : YYYY:MM:DD HH:MM:SS (endast året är obligariskt)

source: type your query, use `%' as wildcard
sv: ange din förfrågan, använd `%' som wildcard

source: narrow down search
sv: smalna av sökning

source: add more images
sv: lägg till fler bilder

source: exclude images
sv: exkludera bilder

source: change to: and
sv: ändra till: och

source: change to: or
sv: ändra till: eller

source: change to: except
sv: ändra till: för utom

source: film roll
sv: filmrulle

source: folders
sv: kataloger

source: tag
sv: tagg

source: date
sv: datum

source: time
sv: tid

source: history
sv: historik

source: aspect ratio
sv: bildförhållande

source: filename
sv: filnamn

source: grouping
sv: grupperar

source: local copy
sv: lokal kopia

source: color picker
sv: färgväljare

source: pick color
sv: välj färg

source: add sample
sv: lägg till prov

source: hover to highlight sample on canvas, click to lock sample
sv: sväva över för att markera prov på färgduken, klicka för att låsa prov

source: remove
sv: ta bort

source: live samples
sv: liveprover

source: point
sv: punkt

source: area
sv: yta

source: mean
sv: medel

source: restrict histogram to selection
sv: begränsa histogram till val

source: add
sv: lägg till

source: display sample areas on image
sv: visa prov ytor på bilden

source: history stack
sv: historik

source: open sidecar file
sv: öppna sidofil

source: XMP sidecar files
sv: XMP sidofiler

source: error loading file '%s'
sv: fel uppstod vid läsning av fil '%s'

source: do you really want to clear history of %d selected image?
sv: vill du verkligen ta bort historiken för %d vald bild?

source: delete images' history?
sv: radera bildernas historik?

source: copy part history stack of first selected image
sv: kopiera delar av historiken från den första valda bild

source: copy all
sv: kopiera allt

source: copy history stack of first selected image
sv: kopiera historiken från den första valda bild

source: paste part history stack to all selected images
sv: klistra in delar av historiken på alla valda bilder

source: paste all
sv: klistra in allt

source: paste history stack to all selected images
sv: klistra in historiken på alla valda bilder

source: discard history stack of all selected images
sv: förkasta historiken på alla valda bilder

source: append
sv: lägg till

source: how to handle existing history
sv: hur nuvarande historik ska hanteras

source: open an XMP sidecar file and apply it to selected images
sv: öppna en XMP sidofil och tillämpa på valda bilder.

source: write history stack and tags to XMP sidecar files
sv: skriv historik och taggar till XMP-sidofiler

source: discard
sv: förkasta

source: paste
sv: klistra in

source: load sidecar files
sv: läs in sidofiler

source: duplicate manager
sv: dupliceringshanterare

source: existing duplicates
sv: existerande kopior

source: create a 'virgin' duplicate of the image without any development
sv: skapa en orörd kopia av bilden utan bearbetning

source: create a duplicate of the image with same history stack
sv: skapa en kopia av bilden med samma historik

source: export selected
sv: exportera valda bilder

source: storage options
sv: lagringsinställningar

source: target storage
sv: mållagring

source: format options
sv: formatinställningar

source: file format
sv: filformat

source: global options
sv: globala inställningar

source: maximum output width set to 0 for no scaling
sv: maximal bredd, ange 0 för att utesluta skalning

source: maximum output height set to 0 for no scaling
sv: maximal höjd, ange 0 för att utesluta skalning

source: max size
sv: maximal storlek

source: allow upscaling
sv: tillåt uppskalning

source: do high quality resampling during export
sv: använd högkvalitet av skalning vid export

source: image settings
sv: bildinställningar

source: output ICC profiles in %s or %s
sv: utgående ICC-profiler i %s eller %s

source: style
sv: stil

source: temporary style to use while exporting
sv: temporär stil som ska användas vid export

source: replace history
sv: ersätt historiken

source: append history
sv: lägg till i historiken

source: whether the style items are appended to the history or replacing the history
sv: bestäm om stilens delar läggs till bildens mörkrumshistorik eller om de ersätter historiken

source: export with current settings
sv: exportera med nuvarande inställningar

source: export
sv: exportera

source: enter the time shown on the selected picture format: hh:mm:ss
sv: mata in tiden visad på de valda bilderna format: tt:mm:ss

source: open GPX file
sv: öppna GPX-fil

source: camera time zone
sv: kamerans tidszon

source: most cameras don't store the time zone in EXIF. give the correct time zone so the GPX data can be correctly matched
sv: de flesta kameror lagrar inte tidszonen i EXIF. ange den korrekta tidszonen så att GPX-data kan matchas korrekt

source: time offset format: [+-]?[[hh:]mm:]ss
sv: tidsförskjutning format: [+-]?[[hh:]mm:]ss

source: calculate the time offset from an image
sv: räkna ut tidsförskjutningen från en bild
